/* Combined English Source for Open edX iOS */
"AppDates.DATES.TITLE" = "Datat";
"AppDates.DATES.PAST_DUE" = "E vonuar";
"AppDates.DATES.TODAY" = "Sot";
"AppDates.DATES.THIS_WEEK" = "Këtë javë";
"AppDates.DATES.NEXT_WEEK" = "Javën e ardhshme";
"AppDates.DATES.UPCOMING" = "E ardhme";
"AppDates.EMPTY.TITLE" = "Pa data.";
"AppDates.EMPTY.SUBTITLE" = "Aktualisht nuk keni kurse aktive me ngjarje të planifikuara. Regjistrohuni në një kurs për të parë datat dhe afatet e rëndësishme.";
"AppDates.SHIFT_DUE_DATES.TITLE" = "Keni humbur disa afate?";
"AppDates.SHIFT_DUE_DATES.DESCRIPTION" = "Mos u shqetësoni - zhvendosni orarin tonë të sugjeruar për të përfunduar detyrat e duhura pa humbur asnjë përparim.";
"AppDates.SHIFT_DUE_DATES.BUTTON" = "";
"Profile.TITLE" = "Profili";
"Profile.INFO" = "Informacioni i profilit";
"Profile.ABOUT" = "Rreth meje";
"Profile.EDIT_PROFILE" = "Redakto profilin";
"Profile.YEAR_OF_BIRTH" = "Viti i lindjes:";
"Profile.BIO" = "Biografia:";
"Profile.SETTINGS" = "Cilësimet";
"Profile.SETTINGS_VIDEO" = "Cilësimet e videos";
"Profile.DATES_AND_CALENDAR" = "Datat &amp; Kalendari";
"Profile.SUPPORT_INFO" = "Informacioni i mbështetjes";
"Profile.CONTACT" = "Kontaktoni me mbështetjen";
"Profile.TERMS" = "Kushtet e përdorimit";
"Profile.PRIVACY" = "Politika e privatësisë";
"Profile.COOKIE_POLICY" = "Politika e kukive";
"Profile.CURRENT_LEARNING_SITE" = "";
"Profile.DO_NOT_SELL_INFORMATION" = "Mos i shit të dhënat e mia personale";
"Profile.FAQ_TITLE" = "Shikoni FAQ";
"Profile.MANAGE_ACCOUNT" = "Menaxho llogarinë";
"Profile.LEARNING_SITES" = "";
"Profile.LOGOUT" = "Dilni";
"Profile.SWITCH_TO" = "Kalo te";
"Profile.FULL_PROFILE" = "profil i plotë";
"Profile.LIMITED_PROFILE" = "profil i kufizuar";
"Profile.LOGOUT_ALERT.TITLE" = "Konfirmo daljen";
"Profile.LOGOUT_ALERT.TEXT" = "Jeni i sigurt që dëshironi të dilni?";
"Profile.DELETE_ALERT.TITLE" = "Paralajmërim!";
"Profile.DELETE_ALERT.TEXT" = "Dëshironi vërtet të fshini llogarinë tuaj?";
"Profile.UNSAVED_DATA_ALERT.TITLE" = "Të largohesh pa kursyer?";
"Profile.UNSAVED_DATA_ALERT.TEXT" = "Ndryshimet që keni bërë do të hidhen poshtë.";
"Profile.EDIT.TOO_YONG_USER" = "Duhet të jeni mbi 13 vjeç për të pasur një profil me akses të plotë në informacion.";
"Profile.EDIT.LIMITED_PROFILE_DESCRIPTION" = "Një profil i kufizuar ndan vetëm emrin tuaj të përdoruesit dhe foton e profilit.";
"Profile.EDIT.DELETE_ACCOUNT" = "Fshi llogarinë";
"Profile.EDIT.FIELDS.YEAR_OF_BIRTH" = "Viti i lindjes";
"Profile.EDIT.FIELDS.LOCATION" = "Vendndodhja";
"Profile.EDIT.FIELDS.SPOKEN_LANGUGAE" = "Gjuha e folur";
"Profile.EDIT.FIELDS.ABOUT_ME" = "Rreth meje:";
"Profile.EDIT.BOTTOM_SHEET.TITLE" = "Ndrysho imazhin e profilit";
"Profile.EDIT.BOTTOM_SHEET.SELECT" = "Zgjidhni nga galeria";
"Profile.EDIT.BOTTOM_SHEET.REMOVE" = "Hiq foton";
"Profile.EDIT.BOTTOM_SHEET.CANCEL" = "Anulo";
"Profile.DELETE_ACCOUNT.TITLE" = "Fshi llogarinë";
"Profile.DELETE_ACCOUNT.ARE_YOU_SURE" = "Jeni të sigurt që dëshironi ";
"Profile.DELETE_ACCOUNT.WANT_TO_DELETE" = "fshini llogarinë tuaj?";
"Profile.DELETE_ACCOUNT.DESCRIPTION" = "Për të konfirmuar këtë veprim, ju lutemi shkruani fjalëkalimin e llogarisë tuaj.";
"Profile.DELETE_ACCOUNT.PASSWORD" = "Fjalëkalimi";
"Profile.DELETE_ACCOUNT.PASSWORD_DESCRIPTION" = "Fut fjalëkalimin";
"Profile.DELETE_ACCOUNT.CONFIRM" = "Po, fshi llogarinë";
"Profile.DELETE_ACCOUNT.BACK_TO_PROFILE" = "Kthehu në profil";
"Profile.DELETE_ACCOUNT.INCORRECT_PASSWORD" = "Fjalëkalimi është i pasaktë. Ju lutemi provoni përsëri.";
"Profile.SETTINGS.VIDEO_SETTINGS_TITLE" = "Cilësimet e videos";
"Profile.SETTINGS.WIFI_TITLE" = "Shkarkim vetëm me Wi-Fi";
"Profile.SETTINGS.WIFI_DESCRIPTION" = "Shkarkoni përmbajtje vetëm kur Wi-Fi është i aktivizuar";
"Profile.SETTINGS.VIDEO_QUALITY_TITLE" = "Cilësia e transmetimit të videos";
"Profile.SETTINGS.VIDEO_QUALITY_DESCRIPTION" = "Auto (rekomandohet)";
"Profile.SETTINGS.QUALITY_AUTO_TITLE" = "Auto";
"Profile.SETTINGS.QUALITY_AUTO_DESCRIPTION" = "Rekomanduar";
"Profile.SETTINGS.QUALITY_360_TITLE" = "360p";
"Profile.SETTINGS.QUALITY_360_DESCRIPTION" = "Përdorimi më i ulët i të dhënave";
"Profile.SETTINGS.QUALITY_540_TITLE" = "540p";
"Profile.SETTINGS.QUALITY_720_TITLE" = "720p";
"Profile.SETTINGS.QUALITY_720_DESCRIPTION" = "Cilësia më e mirë";
"Profile.SETTINGS.VERSION" = "Versioni:";
"Profile.SETTINGS.UP_TO_DATE" = "Të përditësuar";
"Profile.SETTINGS.TAP_TO_UPDATE" = "Trokit për ta përditësuar në version";
"Profile.SETTINGS.TAP_TO_INSTALL" = "Trokit për të instaluar përditësimin e kërkuar të aplikacionit";
"Profile.ERROR.CANNOT_SEND_EMAIL" = "Nuk mund të dërgohet email. Duket se klienti juaj i emailit nuk është i konfiguruar.";
"Profile.CALENDAR.NEW_CALENDAR" = "Kalendari i ri";
"Profile.CALENDAR.CHANGE_SYNC_OPTIONS" = "Ndrysho opsionet e sinkronizimit";
"Profile.CALENDAR.ACCOUNT" = "Llogari";
"Profile.CALENDAR.CALENDAR_NAME" = "Emri i kalendarit";
"Profile.CALENDAR.COLOR" = "Ngjyra";
"Profile.CALENDAR.UPCOMING_ASSIGNMENTS" = "Detyrat e ardhshme për kurset aktive do të shfaqen në këtë kalendar";
"Profile.CALENDAR.CANCEL" = "Anulo";
"Profile.CALENDAR.BEGIN_SYNCING" = "Filloni sinkronizimin";
"Profile.ASSIGNMENT_STATUS.SYNCED" = "Sinkronizuar";
"Profile.ASSIGNMENT_STATUS.FAILED" = "Sinkronizimi dështoi";
"Profile.ASSIGNMENT_STATUS.OFFLINE" = "Jashtë linje";
"Profile.ASSIGNMENT_STATUS.SYNCING" = "Po sinkronizohet me kalendarin...";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS" = "Qasja në kalendar";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC" = "Çaktivizo sinkronizimin e kalendarit";
"Profile.CALENDAR_DIALOG.CALENDAR_ACCESS_DESCRIPTION" = "Për të shfaqur detyrat e ardhshme dhe pikat kryesore të kursit në kalendarin tuaj, na duhet leje për të hyrë në kalendarin tuaj.";
"Profile.CALENDAR_DIALOG.DISABLE_CALENDAR_SYNC_DESCRIPTION" = "Çaktivizimi i sinkronizimit të kalendarit do të fshijë kalendarin “ %@ ”. Mund ta aktivizosh përsëri sinkronizimin e kalendarit në çdo kohë.";
"Profile.CALENDAR_DIALOG.GRANT_CALENDAR_ACCESS" = "Jepni qasje në kalendar";
"Profile.CALENDAR_DIALOG.DISABLE_SYNCING" = "Çaktivizo sinkronizimin";
"Profile.CALENDAR_DIALOG.CANCEL" = "Anulo";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datat &amp; Kalendari";
"Profile.CALENDAR_SYNC.TITLE" = "Sinkronizimi i kalendarit";
"Profile.CALENDAR_SYNC.DESCRIPTION" = "Konfiguro sinkronizimin e kalendarit për të shfaqur detyrat e tua të ardhshme dhe momentet kryesore të kursit në kalendarin tënd. Detyrat e reja dhe datat e kursit të zhvendosura do të sinkronizohen automatikisht";
"Profile.CALENDAR_SYNC.BUTTON" = "Konfiguro sinkronizimin e kalendarit";
"Profile.OPTIONS.TITLE" = "Opsionet";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Përdorni datat relative";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Shfaq datat relative si &quot;Nesër&quot; dhe &quot;Dje&quot;";
"Profile.OPTIONS.SHOW_FULL_DATES" = "Shfaq datat e plota si &quot;1 janar 2021&quot;";
"Profile.DATES_AND_CALENDAR.TITLE" = "Datat &amp; Kalendari";
"Profile.COURSE_CALENDAR_SYNC.TITLE" = "Sinkronizimi i kalendarit të kursit";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.RECONNECT_REQUIRED" = "Ju lutemi rilidhni kalendarin tuaj për të rifilluar sinkronizimin";
"Profile.COURSE_CALENDAR_SYNC.DESCRIPTION.SYNCING" = "Aktualisht sinkronizohen ngjarjet me kalendarin tuaj";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.RECONNECT" = "Rilidhni kalendarin";
"Profile.COURSE_CALENDAR_SYNC.BUTTON.CHANGE_SYNC_OPTIONS" = "Ndrysho opsionet e sinkronizimit";
"Profile.COURSES_TO_SYNC.SYNCING_COURSES" = "Sinkronizimi i kurseve %d";
"Profile.OPTIONS.TITLE" = "Opsionet";
"Profile.OPTIONS.USE_RELATIVE_DATES" = "Përdorni datat relative";
"Profile.OPTIONS.SHOW_RELATIVE_DATES" = "Shfaq datat relative si &quot;Nesër&quot; dhe &quot;Dje&quot;";
"Profile.COURSES_TO_SYNC.TITLE" = "Kurse për të sinkronizuar";
"Profile.COURSES_TO_SYNC.DESCRIPTION" = "Çaktivizimi i sinkronizimit për një kurs do të heqë të gjitha ngjarjet e lidhura me kursin nga kalendari juaj i sinkronizuar.";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES" = "Fshih kurset joaktive";
"Profile.COURSES_TO_SYNC.HIDE_INACTIVE_COURSES_DESCRIPTION" = "Hiq automatikisht ngjarjet nga kurset që nuk i ke parë muajin e fundit";
"Profile.COURSES_TO_SYNC.INACTIVE" = "Joaktiv";
"Profile.CALENDAR.DROPDOWN.ICLOUD" = "iCloud";
"Profile.CALENDAR.DROPDOWN.LOCAL" = "Lokale";
"Profile.CALENDAR.DROPDOWN_COLOR.ACCENT" = "Theksim";
"Profile.CALENDAR.DROPDOWN_COLOR.RED" = "E kuqe";
"Profile.CALENDAR.DROPDOWN_COLOR.ORANGE" = "portokalli";
"Profile.CALENDAR.DROPDOWN_COLOR.YELLOW" = "E verdha";
"Profile.CALENDAR.DROPDOWN_COLOR.GREEN" = "E gjelbër";
"Profile.CALENDAR.DROPDOWN_COLOR.BLUE" = "Blu";
"Profile.CALENDAR.DROPDOWN_COLOR.PURPLE" = "Vjollcë";
"Profile.CALENDAR.DROPDOWN_COLOR.BROWN" = "Kafe";
"Profile.CALENDAR.COURSE_DATES" = "%@ Datat e kursit";
"Profile.DROP_DOWN_PICKER.SELECT" = "Zgjidhni";
"Profile.SYNC_SELECTOR.SYNCED" = "Për të sinkronizuar";
"Profile.SYNC_SELECTOR.NOT_SYNCED" = "Nuk sinkronizohet";
"Profile.SYNC.NO_SYNCED" = "Nuk ka kurse të sinkronizuara";
"Profile.SYNC.NO_SYNCED_DESCRIPTION" = "Aktualisht asnjë kurs nuk po sinkronizohet me kalendarin tuaj.";
"Downloads.DOWNLOADS.TITLE" = "Shkarkimet";
"Downloads.DOWNLOADS.MANAGE_DOWNLOAD_SETTINGS" = "Menaxho cilësimet e shkarkimit";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.TITLE" = "Nuk ka kurse me përmbajtje të shkarkueshme";
"Downloads.DOWNLOADS.NO_COURSES_TO_DOWNLOAD.DESCRIPTION" = "Aktualisht nuk keni kurse me përmbajtje të shkarkueshme.";
"Downloads.DOWNLOADS.CELL.DOWNLOADED" = "%@ u shkarkua";
"Downloads.DOWNLOADS.CELL.ALL_DOWNLOADED" = "Të gjitha %@ janë shkarkuar";
"Downloads.DOWNLOADS.CELL.AVAILABLE" = "%@ në dispozicion";
"Downloads.DOWNLOADS.CELL.DOWNLOAD_COURSE" = "Shkarko kursin";
"Downloads.DOWNLOADS.CELL.DOWNLOADING" = "Shkarkohet";
"Downloads.DOWNLOADS.CELL.LOADING_COURSE_STRUCTURE" = "Po ngarkohet struktura e kursit...";
"Downloads.MENU_OPTION.REMOVE" = "Hiq shkarkimet e kurseve";
"Downloads.MENU_OPTION.CANCEL" = "Anulo shkarkimin";
"Discovery.TITLE" = "Zbuloni";
"Discovery.SEARCH" = "Kërko";
"Discovery.HEADER.TITLE_1" = "Zbuloni të reja";
"Discovery.HEADER.TITLE_2" = "Le të gjejmë kurs të ri për ju.";
"Discovery.SEARCH.TITLE" = "Rezultatet e kërkimit";
"Discovery.SEARCH.EMPTY_DESCRIPTION" = "Filloni të shkruani për të gjetur kursin";
"Discovery.UPDATE_REQUIRED_TITLE" = "Kërkohet përditësimi i aplikacionit";
"Discovery.UPDATE_REQUIRED_DESCRIPTION" = "Ky version i aplikacionit OpenEdX është i vjetëruar. Për të vazhduar mësimin dhe për të marrë veçoritë dhe rregullimet më të fundit, ju lutemi përmirësoni në versionin më të fundit.";
"Discovery.UPDATE_WHY_NEED" = "Pse më duhet të përditësoj?";
"Discovery.UPDATE_DEPRECATED_APP" = "Versioni i vjetër i aplikacionit";
"Discovery.UPDATE_BUTTON" = "Përditëso";
"Discovery.UPDATE_ACCOUNT_SETTINGS" = "Cilësimet e llogarisë";
"Discovery.UPDATE_NEEDED_TITLE" = "Përditësimi i aplikacionit";
"Discovery.UPDATE_NEEDED_DESCRIPTION" = "Ne ju rekomandojmë që të përditësoni në versionin më të fundit. Përmirësoje tani për të marrë veçoritë dhe rregullimet më të fundit.";
"Discovery.UPDATE_NEEDED_NOT_NOW" = "Jo Tani";
"Discovery.UPDATE_NEW_AVALIABLE" = "Ofrohet përditësim i ri! Përmirësoje tani për të marrë veçoritë dhe rregullimet më të fundit";
"Discovery.ALERT.LEAVING_APP_TITLE" = "Duke u larguar nga aplikacioni";
"Discovery.ALERT.LEAVING_APP_MESSAGE" = "Tani po largoheni nga aplikacioni dhe po hapni një shfletues";
"Discovery.DETAILS.TITLE" = "Detajet e kursit";
"Discovery.DETAILS.VIEW_COURSE" = "Shiko kursin";
"Discovery.DETAILS.ENROLL_NOW" = "Regjistrohu tani";
"Discovery.DETAILS.ENROLLMENT_DATE_IS_OVER" = "Ju nuk mund të regjistroheni në këtë kurs sepse data e regjistrimit ka mbaruar.";
"Discovery.DETAILS.ENROLLMENT_NO_INTERNET" = "Për t&#39;u regjistruar në këtë kurs, ju lutemi sigurohuni që jeni të lidhur me internetin.";
"Discovery.DETAILS.COURSE_BANNER" = "Baner kursi";
"Discovery.ALERT.AUTHORIZATION" = "Autorizimi";
"Discovery.ALERT.PLEASE_ENTER_THE_SYSTEM" = "Ju lutemi, futni sistemin për të vazhduar me regjistrimin e kursit.";
"Discussion.TITLE" = "Diskutimet";
"Discussion.BANNER.DISCUSSIONS_IS_DISABLED" = "Postimi në diskutime është i çaktivizuar nga ekipi i kursit";
"Discussion.TOPICS.SEARCH" = "Kërko të gjitha postimet";
"Discussion.TOPICS.ALL_POSTS" = "Të gjitha postimet";
"Discussion.TOPICS.POST_IM_FOLLOWING" = "Postimet që po ndjek";
"Discussion.TOPICS.MAIN_CATEGORIES" = "Kategoritë kryesore";
"Discussion.TOPICS.UNNAMED" = "Nënkategori pa emër";
"Discussion.POSTS.SORT.RECENT_ACTIVITY" = "Aktiviteti i fundit";
"Discussion.POSTS.SORT.MOST_ACTIVITY" = "Më së shumti aktivitet";
"Discussion.POSTS.SORT.MOST_VOTES" = "Më shumë Vota";
"Discussion.POSTS.NO_DISCUSSION.TITLE" = "Ende nuk ka diskutime";
"Discussion.POSTS.NO_DISCUSSION.DESCRIPTION" = "Klikoni butonin më poshtë për të krijuar diskutimin tuaj të parë.";
"Discussion.POSTS.NO_DISCUSSION.CREATEBUTTON" = "Krijo diskutim";
"Discussion.POSTS.NO_DISCUSSION.ADD_POST" = "Shto një postim";
"Discussion.POSTS.FILTER.ALL_POSTS" = "Të gjitha postimet";
"Discussion.POSTS.FILTER.UNREAD" = "Të palexuara";
"Discussion.POSTS.FILTER.UNANSWERED" = "Pa përgjigje";
"Discussion.POSTS.CREATE_NEW_POST" = "Krijo postim të ri";
"Discussion.POSTS.ALERT.MAKE_SELECTION" = "Bëni një përzgjedhje";
"Discussion.POST.LAST_POST" = "Postimi i fundit:";
"Discussion.THREAD.ALERT.COMMENT_ADDED" = "Komenti u shtua";
"Discussion.THREAD.ADD_RESPONSE" = "Shto një përgjigje";
"Discussion.CREATE_THREAD.NEW_POST" = "Krijo postim të ri";
"Discussion.CREATE_THREAD.SELECT_POST_TYPE" = "Zgjidhni llojin e postimit";
"Discussion.CREATE_THREAD.TOPIC" = "Tema";
"Discussion.CREATE_THREAD.TITLE" = "Titulli";
"Discussion.CREATE_THREAD.FOLLOW_DISCUSSION" = "Ndiqni këtë diskutim";
"Discussion.CREATE_THREAD.FOLLOW_QUESTION" = "Ndiqni këtë pyetje";
"Discussion.CREATE_THREAD.CREATE_DISCUSSION" = "Krijo një diskutim të ri";
"Discussion.CREATE_THREAD.CREATE_QUESTION" = "Krijo pyetje të re";
"Discussion.COMMENT.REPORT" = "Raporto";
"Discussion.COMMENT.UNREPORT" = "Ç'raporto";
"Discussion.COMMENT.FOLLOW" = "Ndiqni";
"Discussion.COMMENT.UNFOLLOW" = "Unfollow";
"Discussion.RESPONSE.COMMENTS_RESPONSES" = "Koment";
"Discussion.RESPONSE.ALERT.COMMENT_ADDED" = "Komenti u shtua";
"Discussion.RESPONSE.ADD_COMMENT" = "Shto një koment";
"Discussion.POST_TYPE.QUESTION" = "pyetje";
"Discussion.POST_TYPE.DISCUSSION" = "diskutim";
"Discussion.SEARCH" = "Kërko";
"Discussion.SEARCH.TITLE" = "Rezultatet e kërkimit";
"Discussion.SEARCH.EMPTY_DESCRIPTION" = "Filloni të shkruani për të gjetur temat";
"Discussion.ANONYMOUS" = "Anonim";
"Discussion.ERROR.UNABLE_TO_LOAD_DISCUSSION" = "Diskutimet nuk mund të ngarkohen.\n Provo sërish më vonë.";
"Course.OUTLINE.PASSED_THE_COURSE" = "Urime, ju e keni fituar këtë certifikatë kursi në &quot; %@ \.&quot;";
"Course.OUTLINE.VIEW_CERTIFICATE" = "Shiko certifikatën";
"Course.OUTLINE.CERTIFICATE" = "Certifikata";
"Course.OUTLINE.COURSE_VIDEOS" = "Videot e kursit";
"Course.OUTLINE.COURSE_HASNT_STARTED" = "Ky kurs nuk ka filluar ende.";
"Course.COURSEWARE.COURSE_CONTENT" = "Përmbajtja e kursit";
"Course.COURSEWARE.COURSE_UNITS" = "Njësitë e lëndëve";
"Course.COURSEWARE.NEXT" = "Tjetra";
"Course.COURSEWARE.PREVIOUS" = "Prev";
"Course.COURSEWARE.PREVIOUS_FULL" = "E mëparshme";
"Course.COURSEWARE.FINISH" = "Përfundo";
"Course.COURSEWARE.GOOD_WORK" = "punë të mbarë!";
"Course.COURSEWARE.BACK_TO_OUTLINE" = "Kthehu te skica";
"Course.COURSEWARE.SECTION" = "Ju keni përfunduar &quot;";
"Course.COURSEWARE.IS_FINISHED" = "“.";
"Course.COURSEWARE.CONTINUE" = "Vazhdo";
"Course.COURSEWARE.RESUME_WITH" = "Rifillo me:";
"Course.ERROR.NO_INTERNET" = "Nuk je i lidhur me internetin. Ju lutemi kontrolloni lidhjen tuaj të internetit.";
"Course.ERROR.RELOAD" = "Ringarko";
"Course.ERROR.COMPONENT_NOT_FOUNT" = "Komponenti i kursit nuk u gjet, ju lutemi ringarkoni";
"Course.ERROR.HANDOUTS_UNAVAILABLE" = "Aktualisht nuk ka materiale për këtë kurs.";
"Course.ERROR.ANNOUNCEMENTS_UNAVAILABLE" = "Aktualisht nuk ka njoftime për këtë kurs.";
"Course.ERROR.VIDEOS_UNAVAILABLE" = "Nuk ka video të disponueshme për këtë kurs.";
"Course.ERROR.ASSIGNMENTS_UNAVAILABLE" = "Nuk ka detyra të disponueshme për këtë kurs.";
"Course.ERROR.COURSE_DATE_UNAVAILABLE" = "Datat e kurseve nuk janë aktualisht të disponueshme.";
"Course.ERROR.COURSEWARE_UNAVAILABLE" = "Aktualisht nuk disponohet asnjë përmbajtje kursi.";
"Course.ALERT.ROTATE_DEVICE" = "Rrotulloni pajisjen tuaj për ta parë këtë video në ekran të plotë.";
"Course.ALERT.DELETE_ALL_VIDEOS" = "Jeni të sigurt që dëshironi të fshini të gjitha videot për";
"Course.ALERT.DELETE_VIDEOS" = "Jeni të sigurt që dëshironi të fshini video(at) për";
"Course.ALERT.STOP_DOWNLOADING" = "Fikja e çelësit do të ndalojë shkarkimin dhe do të fshijë të gjitha videot e shkarkuara për të";
"Course.ALERT.WARNING" = "Paralajmërim";
"Course.COURSE_CONTAINER.HOME" = "Shtëpi";
"Course.COURSE_CONTAINER.CONTENT" = "përmbajtja";
"Course.COURSE_CONTAINER.PROGRESS" = "Përparim";
"Course.COURSE_CONTAINER.VIDEOS" = "Video";
"Course.COURSE_CONTAINER.OFFLINE" = "Jashtë linje";
"Course.COURSE_CONTAINER.DATES" = "Datë";
"Course.COURSE_CONTAINER.DISCUSSIONS" = "Diskutimet";
"Course.COURSE_CONTAINER.HANDOUTS" = "Më shumë";
"Course.COURSE_CONTAINER.HANDOUTS_IN_DEVELOPING" = "Fletëpalosje Në zhvillim";
"Course.COURSE_CAROUSEL.PROGRESS_COMPLETION" = "Ju keni përfunduar %@%% të progresit të kursit.";
"Course.COURSE_CAROUSEL.GRADES" = "Notat";
"Course.COURSE_CAROUSEL.GRADES_DESCRIPTION" = "Kjo përfaqëson notën tuaj të ponderuar kundrejt notës së nevojshme për të kaluar këtë kurs.";
"Course.COURSE_CAROUSEL.ALL_CONTENT" = "E gjithë përmbajtja";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BODY" = "Ju po auditoni këtë kurs tani dhe keni akses të kufizuar në materialin e kursit.";
"Course.COURSE_CAROUSEL.UPGRADE_NOW_BUTTON" = "Përmirëso tani";
"Course.COURSE_CAROUSEL.ALL_VIDEOS_COMPLETED" = "Je në rregull me videot!";
"Course.COURSE_CAROUSEL.ALL_ASSIGNMENTS_COMPLETED" = "Jeni në rregull me detyrat!";
"Course.COURSE_CAROUSEL.VIDEOS_COMPLETED" = "Video të përfunduara";
"Course.COURSE_CAROUSEL.ASSIGMENTS_COMPLETED" = "Detyrat\ne përfunduara";
"Course.COURSE_CAROUSEL.CONTINUE_WATCHING" = "Vazhdo Shikimin";
"Course.COURSE_CAROUSEL.NEXT_VIDEO" = "Videoja e ardhshme";
"Course.COURSE_CAROUSEL.VIEW_ALL_VIDEOS" = "Të gjitha videot";
"Course.COURSE_CAROUSEL.VIEW_ALL_ASSIGNMENTS" = "Të gjitha Detyrat";
"Course.COURSE_CAROUSEL.NEXT_ASSIGNMENTS" = "Detyra e ardhshme";
"Course.COURSE_CONTENT.ALL" = "Të gjitha";
"Course.COURSE_CONTENT.VIDEOS" = "Videot";
"Course.COURSE_CONTENT.ASSIGNMENTS" = "Detyrat";
"Course.COURSE_CONTAINER.PROGRESS.TITLE" = "Përfundimi i kursit";
"Course.COURSE_CONTAINER.PROGRESS.DESCRIPTION" = "Kjo paraqet sasinë e përmbajtjes së kursit që keni përfunduar. Vini re se disa përmbajtje mund të mos publikohen ende.";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETED" = "E përfunduar";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_PROGRESS" = "Progresi i Përgjithshëm";
"Course.COURSE_CONTAINER.PROGRESS.REMAINING" = "E mbetur";
"Course.COURSE_CONTAINER.PROGRESS.LOCKED" = "E mbyllur";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_PROGRESS" = "Progresi i Notës";
"Course.COURSE_CONTAINER.PROGRESS.PASSING" = "Kalimi";
"Course.COURSE_CONTAINER.PROGRESS.NOT_PASSING" = "";
"Course.COURSE_CONTAINER.PROGRESS.VIEW_CERTIFICATE" = "Shiko Certifikatë";
"Course.COURSE_CONTAINER.PROGRESS.SECTIONS_PROGRESS" = "Progresi i Seksioneve";
"Course.COURSE_CONTAINER.PROGRESS.NO_PROGRESS_AVAILABLE" = "Nuk ka përparim të disponueshëm";
"Course.COURSE_CONTAINER.PROGRESS.START_LEARNING" = "Filloni të mësoni për të parë përparimin tuaj këtu";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE" = "Nota e përgjithshme";
"Course.COURSE_CONTAINER.PROGRESS.OVERALL_GRADE_DESCRIPTION" = "Kjo përfaqëson notën tuaj të ponderuar kundrejt notës së nevojshme për të kaluar këtë kurs.";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_OVERALL_WEIGHTED_GRADE" = "Nota Aktualisht e Përgjithshme e Peshëzuar:";
"Course.COURSE_CONTAINER.PROGRESS.WEIGHTED_GRADE_REQUIRED" = "Një notë e ponderuar prej %@%% është e nevojshme për të kaluar këtë kurs.";
"Course.COURSE_CONTAINER.PROGRESS.REQUIRED" = "E detyrueshme";
"Course.COURSE_CONTAINER.PROGRESS.GRADE_DETAILS" = "Detajet e Notës";
"Course.COURSE_CONTAINER.PROGRESS.ASSIGNMENT_TYPE" = "Lloji i detyrës";
"Course.COURSE_CONTAINER.PROGRESS.CURRENT_MAX_PERCENT" = "Aktual / Maks %%";
"Course.COURSE_CONTAINER.PROGRESS.COMPLETE" = "E plotësuar";
"Course.COURSE_CONTAINER.PROGRESS.OF_GRADE" = "e notës";
"Course.COURSE_CONTAINER.PROGRESS.NO_GRADED_ASSIGNMENTS" = "Ky kurs nuk përmban detyra të vlerësuara.";
"Course.HANDOUTS_CELL_HANDOUTS.TITLE" = "Fletushka";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.TITLE" = "Njoftimet";
"Course.HANDOUTS_CELL_HANDOUTS.DESCRIPTION" = "Gjeni informacione të rëndësishme për kursin";
"Course.HANDOUTS_CELL_ANNOUNCEMENTS.DESCRIPTION" = "Vazhdoni me lajmet më të fundit";
"Course.NOT_AVALIABLE.TITLE" = "Ky komponent interaktiv nuk ofrohet në celular";
"Course.NOT_AVALIABLE.DESCRIPTION" = "Eksploroni pjesë të tjera të këtij kursi ose shikoni këtë në ueb.";
"Course.NOT_AVALIABLE.BUTTON" = "Hapni në shfletues";
"Course.SUBTITLES.TITLE" = "Titra";
"Course.ACCESSIBILITY.DOWNLOAD" = "Shkarko";
"Course.ACCESSIBILITY.CANCEL_DOWNLOAD" = "Anulo shkarkimin";
"Course.ACCESSIBILITY.DELETE_DOWNLOAD" = "Fshi shkarkimin";
"Course.ACCESSIBILITY.PROGRESS_RING" = "Unaza e përparimit të përfundimit të kursit";
"Course.ACCESSIBILITY.OVERALL_GRADE_SECTION" = "Seksioni i notës totale";
"Course.ACCESSIBILITY.GRADE_DETAILS_SECTION" = "Seksioni i detajeve të notës";
"Course.ACCESSIBILITY.ASSIGNMENT_ITEM" = "Element i detyrës";
"Course.ACCESSIBILITY.REQUIRED_GRADE_INDICATOR" = "Treguesi i notës së kërkuar për të kaluar";
"Course.ACCESSIBILITY.PROGRESS_PERCENTAGE_COMPLETED" = "%@ përqind e përfunduar";
"Course.ACCESSIBILITY.REQUIRED_GRADE_TO_PASS" = "%@ përqind e nevojshme për të kaluar";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_DETAILS" = "%@, %@ nga %@ të përfunduara, %@ nga %@ përqind e notës";
"Course.ACCESSIBILITY.CURRENT_GRADE" = "Nota aktuale: %@ përqind";
"Course.ACCESSIBILITY.GRADE_REQUIREMENT_WARNING" = "Paralajmërim për kërkesën e notës: %@ përqind e nevojshme për të kaluar";
"Course.ACCESSIBILITY.PROGRESS_VISUALIZATION" = "Vizualizimi i progresit që tregon %@ kategori detyrash";
"Course.ACCESSIBILITY.OVERALL_PROGRESS_VALUE" = "Progresi i përgjithshëm: %@ përqind";
"Course.ACCESSIBILITY.PROGRESS_HINT" = "Tregon ndarjen e përparimit sipas llojit të detyrës";
"Course.ACCESSIBILITY.NO_GRADED_ASSIGNMENTS_HINT" = "Ky kurs nuk ka detyra të vlerësuara për të shfaqur";
"Course.ACCESSIBILITY.NO_PROGRESS_HINT" = "Plotësoni aktivitetet e kursit për të parë përparimin tuaj këtu";
"Course.ACCESSIBILITY.ASSIGNMENT_TYPE_HEADER" = "Lloji i detyrës";
"Course.ACCESSIBILITY.CURRENT_MAX_PERCENT_HEADER" = "Kolona e përqindjes aktuale dhe maksimale";
"Course.ACCESSIBILITY.WEIGHT_CONTRIBUTION" = "Pesha: %@ përqind e notës";
"Course.ACCESSIBILITY.ASSIGNMENT_COMPLETION" = "%@ e %@ të përfunduar";
"Course.ACCESSIBILITY.ASSIGNMENT_GRADE_EARNED" = "Nota aktuale: %@ nga %@ përqind";
"Course.ACCESSIBILITY.ASSIGNMENT_FULL_DETAILS" = "%@ e %@ përfunduar. Pesha: %@ përqind e notës. Nota aktuale: %@ nga %@ përqind";
"Course.DOWNLOAD.DOWNLOADS" = "Shkarkimet";
"Course.DOWNLOAD.ALL_VIDEOS_DOWNLOADED" = "Të gjitha videot janë shkarkuar";
"Course.DOWNLOAD.DOWNLOADING_VIDEOS" = "Po shkarkon videot...";
"Course.DOWNLOAD.DOWNLOAD_TO_DEVICE" = "Shkarkoni në pajisje";
"Course.DOWNLOAD.VIDEOS" = "Video";
"Course.DOWNLOAD.REMAINING" = "I mbetur";
"Course.DOWNLOAD.UNTITLED" = "Pa titull";
"Course.DOWNLOAD.TOTAL" = "Gjithsej";
"Course.DOWNLOAD.CHANGE_QUALITY_ALERT" = "Nuk mund ta ndryshoni cilësinë e videos së shkarkimit kur të gjitha videot po shkarkohen";
"Course.DOWNLOAD.NO_WIFI_MESSAGE" = "Cilësimet e tua aktuale të shkarkimit lejojnë vetëm shkarkime nëpërmjet Wi-Fi.\n Lidhu me një rrjet Wi-Fi ose ndrysho cilësimet e shkarkimit.";
"Course.COURSE_DATES.TODAY" = "Sot";
"Course.COURSE_DATES.COMPLETED" = "Kompletuar";
"Course.COURSE_DATES.PAST_DUE" = "E kaluara";
"Course.COURSE_DATES.DUE_NEXT" = "Afati tjetër";
"Course.COURSE_DATES.UNRELEASED" = "I pabotuar";
"Course.COURSE_DATES.VERIFIED_ONLY" = "Vetëm verifikuar";
"Course.COURSE_DATES.ITEMS_HIDDEN" = "Artikujt e fshehur";
"Course.COURSE_DATES.ITEM_HIDDEN" = "Artikulli i fshehur";
"Course.COURSE_DATES.TOAST_SUCCESS_TITLE" = "Datat e skadimit u zhvendosën";
"Course.COURSE_DATES.TOAST_SUCCESS_MESSAGE" = "Datat tuaja të përfundimit janë zhvendosur me sukses për t'ju ndihmuar të qëndroni në rrugën e duhur.";
"Course.COURSE_DATES.VIEW_ALL_DATES" = "Shikoni të gjitha datat";
"Course.COURSE_DATES.SYNC_TO_CALENDAR" = "Sinkronizoni me kalendarin";
"Course.COURSE_DATES.SYNC_TO_CALENDAR_MESSAGE" = "Sinkronizoni automatikisht të gjitha afatet dhe datat e duhura për këtë kurs me kalendarin tuaj.";
"Course.COURSE_DATES.ADD_CALENDAR_TITLE" = "Shto kalendar";
"Course.COURSE_DATES.REMOVE_CALENDAR_TITLE" = "Hiq kalendarin";
"Course.COURSE_DATES.ADD_CALENDAR_PROMPT" = "Dëshironi të shtoni kalendarin %@ &quot; %@ &quot; ?\n Mund ta modifikoni ose hiqni kalendarin e kursit në çdo kohë te &quot;Kalendari&quot; ose &quot;Cilësimet&quot;.";
"Course.COURSE_DATES.REMOVE_CALENDAR_PROMPT" = "Dëshironi të hiqni kalendarin %@ &quot; %@ &quot; ?";
"Course.COURSE_DATES.DATES_ADDED_ALERT_MESSAGE" = "&quot; %@ &quot; është shtuar në kalendarin tuaj.";
"Course.COURSE_DATES.CALENDAR_SYNC_MESSAGE" = "Po sinkronizon kalendarin...";
"Course.COURSE_DATES.CALENDAR_VIEW_EVENTS" = "Shiko Ngjarjet";
"Course.COURSE_DATES.CALENDAR_EVENTS_ADDED" = "Kalendari juaj i kursit është shtuar.";
"Course.COURSE_DATES.CALENDAR_EVENTS_REMOVED" = "Kalendari juaj i kursit është hequr.";
"Course.COURSE_DATES.CALENDAR_EVENTS" = "Ngjarjet e kalendarit";
"Course.COURSE_DATES.CALENDAR_OUT_OF_DATE" = "Kalendari juaj i kursit është i vjetëruar";
"Course.COURSE_DATES.CALENDAR_SHIFT_MESSAGE" = "Datat e kursit tuaj janë zhvendosur dhe kalendari i kursit nuk është më i përditësuar me orarin tuaj të ri.";
"Course.COURSE_DATES.CALENDAR_SHIFT_PROMPT_UPDATE_NOW" = "Përditëso tani";
"Course.COURSE_DATES.CALENDAR_EVENTS_UPDATED" = "Kalendari juaj i kursit është përditësuar.";
"Course.COURSE_DATES.CALENDAR_PERMISSION_NOT_DETERMINED" = "%@ nuk ka leje kalendarike. Ju lutemi shkoni te cilësimet dhe jepni lejen e kalendarit.";
"Course.COURSE_DATES.OPEN_SETTINGS" = "Hapni Cilësimet";
"Course.COURSE_DATES.SETTINGS" = "Cilësimet";
"Course.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Datat tuaja nuk mund të zhvendoseshin. Ju lutemi provoni përsëri.";
"Course.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Datat tuaja janë zhvendosur me sukses.";
"Course.COURSE_DATES.RESET_DATE.TITLE" = "Datat e kursit";
"Course.COURSE.DUE_TODAY" = "Afati sot";
"Course.COURSE.DUE_TOMORROW" = "Afati nesër";
"Course.COURSE.PROGRESS_COMPLETED" = "%@/%@ Përfunduar";
"Course.COURSE.PROGRESS_SECTIONS_COMPLETED" = "%@/%@ Seksione të Përfunduara";
"Course.COURSE.PROGRESS_VIDEOS_COMPLETED" = "%@/%@ Përfunduar";
"Course.COURSE.PROGRESS_WATCHED" = "%@/%@ Shikuar";
"Course.COURSE.PROGRESS_VIEW_COMPLETED" = "Shiko të Përfunduarat";
"Course.COURSE.PROGRESS_HIDE_COMPLETED" = "Fshih të Përfunduarat";
"Course.COURSE.ASSIGNMENT_COMPLETED" = "E përfunduar";
"Course.COURSE.ASSIGNMENT_DRAG_AND_DROP" = "Zvarrit dhe lësho";
"Course.COURSE.ASSIGNMENT_GENERIC" = "Detyrë";
"Course.COURSE.ASSIGNMENT_GRADED" = "Me notë";
"Course.COURSE.ASSIGNMENT_NOT_STARTED" = "Nuk ka filluar";
"Course.COURSE.ASSIGNMENT_OPEN_ASSESSMENT" = "Vlerësim i hapur";
"Course.COURSE.ASSIGNMENT_PEER_INSTRUCTION" = "Instruksioni i Bashkëmoshatarëve";
"Course.COURSE.ASSIGNMENT_PROBLEM" = "Problem";
"Course.COURSE.ASSIGNMENT_SURVEY" = "Sondazhi";
"Course.COURSE.ASSIGNMENT_IN_PROGRESS" = "Në progres";
"Course.COURSE.ASSIGNMENT_WORD_CLOUD" = "Reja e Fjalëve";
"Course.COURSE.ASSIGNMENT_LTI" = "Mjet i jashtëm";
"Course.COURSE.ASSIGNMENT_DISCUSSION" = "Diskutim";
"Course.COURSE.LARGEST_DOWNLOADS.TITLE" = "Shkarkimet më të mëdha";
"Course.COURSE.LARGEST_DOWNLOADS.DONE" = "U krye";
"Course.COURSE.LARGEST_DOWNLOADS.EDIT" = "Redakto";
"Course.COURSE.LARGEST_DOWNLOADS.REMOVE_DOWNLOADS" = "Hiq të gjitha shkarkimet";
"Course.COURSE.OFFLINE.VISIBLE" = "%@ %% i këtij kursi është i dukshëm në celular.";
"Course.COURSE.OFFLINE.DOWNLOADABLE" = "%@ %% i këtij kursi mund të shkarkohet.";
"Course.COURSE.OFFLINE.CAN_BE_COMPLETED" = "%@ %% i këtij kursi mund të plotësohet jashtë linje.";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADED" = "U shkarkua";
"Course.COURSE.TOTAL_PROGRESS.DOWNLOADING" = "Shkarkohet";
"Course.COURSE.TOTAL_PROGRESS.AVALIABLE_TO_DOWNLOAD" = "Në dispozicion për shkarkim";
"Course.COURSE.TOTAL_PROGRESS.READY_TO_DOWNLOAD" = "Gati për shkarkim";
"Course.COURSE.OFFLINE.DOWNLOAD_ALL" = "Shkarkoni të gjitha";
"Course.COURSE.OFFLINE.CANCEL_COURSE_DOWNLOAD" = "Anulo shkarkimin e kursit";
"Course.COURSE.OFFLINE.YOU_CAN_DOWNLOAD" = "Mund të shkarkoni përmbajtjen e kursit jashtë linje për të mësuar në lëvizje, pa kërkuar një lidhje aktive interneti ose duke përdorur të dhëna celulare.";
"Course.COURSE.OFFLINE.YOU_CANT_DOWNLOAD" = "Asnjë nga përmbajtjet e këtij kursi nuk disponohet aktualisht për t&#39;u shkarkuar jashtë linje.";
"Course.COURSE.RETURN_TO_HOME" = "Kthehu te Faqja Kryesore e Kursit";
"Course.OFFLINE.NOT_DOWNLOADED.TITLE" = "Ky komponent nuk shkarkohet";
"Course.OFFLINE.NOT_DOWNLOADED.DESCRIPTION" = "Eksploroni pjesë të tjera të këtij kursi ose shkarkoni këtë kur të rilidheni.";
"Course.OFFLINE.NOT_AVALIABLE.TITLE" = "Ky komponent nuk është ende i disponueshëm jashtë linje";
"Course.OFFLINE.NOT_AVALIABLE.DESCRIPTION" = "Eksploroni pjesë të tjera të këtij kursi ose shikoni këtë kur të rilidheni.";
"Course.CALENDAR_SYNC_STATUS.SYNCED" = "Sinkronizuar me Kalendarin";
"Course.CALENDAR_SYNC_STATUS.FAILED" = "Sinkronizimi i kalendarit dështoi";
"Course.CALENDAR_SYNC_STATUS.OFFLINE" = "Jashtë linje";
"Course.ASSIGNMENT_STATUS.COMPLETE" = "%@ Përfunduar - %@/%@ pikë";
"Course.ASSIGNMENT_STATUS.PAST_DUE" = "%@ Vonuar - %@/%@ pikë";
"Course.ASSIGNMENT_STATUS.NOT_YET_AVAILABLE" = "%@ Ende Nuk Është e Disponueshme";
"Course.ASSIGNMENT_STATUS.IN_PROGRESS" = "%@ - %@/%@ pikë";
"Course.ASSIGNMENT_STATUS.DUE_WITH_DATE" = "%@ %@";
"Course.ASSIGNMENT.REVIEW_GRADING_POLICY" = "Rishiko Politikën e Vlerësimit të Kursit";
"Course.ASSIGNMENT.UNKNOWN_SEQUENCE" = "E panjohur";
"Course.ACCESSIBILITY.COURSE_PROGRESS_SECTION" = "Seksioni i përparimit të kursit";
"Course.ACCESSIBILITY.CONTINUE_LEARNING_SECTION" = "Seksioni i vazhdimit të mësimit";
"Course.ACCESSIBILITY.COURSE_CONTENT_SECTION" = "Seksioni i përmbajtjes së kursit";
"Course.ACCESSIBILITY.ERROR_MESSAGE_SECTION" = "Seksioni i mesazhit të gabimit";
"Course.ACCESSIBILITY.LOADING_SECTION" = "Seksioni i ngarkimit";
"Course.ACCESSIBILITY.VIDEOS_SECTION" = "Seksioni i videove";
"Course.ACCESSIBILITY.VIDEO_PROGRESS_SECTION" = "Progresi i videos %@ nga %@ i përfunduar.";
"Course.ACCESSIBILITY.ASSIGNMENTS_SECTION" = "Seksioni i detyrave";
"Course.ACCESSIBILITY.ASSIGNMENT_PROGRESS_SECTION" = "Seksioni i përparimit të detyrave";
"Course.ACCESSIBILITY.NO_CONTENT_SECTION" = "Nuk ka përmbajtje të disponueshme";
"Course.ACCESSIBILITY.CAROUSEL.NEXT_SLIDE_BUTTON" = "Faqja tjetër";
"Course.ACCESSIBILITY.CAROUSEL.LAST_SLIDE_BUTTON" = "Faqja e Fundit";
"Course.ACCESSIBILITY.CAROUSEL.PREVIOUS_SLIDE_BUTTON" = "Faqja e mëparshme";
"Course.ACCESSIBILITY.CAROUSEL.ASSIGNMENTS_COMPLETED" = "%@ e detyrave %@ të përfunduara";
"Course.ACCESSIBILITY.HIDE_COMPLETED_SECTIONS" = "Trokit për të fshehur seksionet e përfunduara";
"Course.ACCESSIBILITY.SHOW_COMPLETED_SECTIONS" = "Trokit për të shfaqur seksionet e përfunduara";
"Course.ACCESSIBILITY.VIDEO_SECTION_HEADER" = "%@ seksion, %@ nga %@ video të shikuara";
"Course.ACCESSIBILITY.DOWNLOAD_SECTION_BUTTON" = "Seksioni i shkarkimeve, %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL" = "Video: %@";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_COMPLETED" = "%@, përfunduar";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_IN_PROGRESS" = "%@, %@%% e shikuar";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_NOT_STARTED" = "%@, nuk ka filluar";
"Course.ACCESSIBILITY.VIDEO_THUMBNAIL_HINT" = "Trokit për të luajtur videon";
"Course.ACCESSIBILITY.VIDEO_PERCENTAGE_COMPLETED" = "%@ përqind e përfunduar";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION_COUNT" = "Video %@ nga %@";
"Course.ACCESSIBILITY.VIDEO_NAVIGATION" = "Navigimi i Videos";
"Course.VIDEO_NAVIGATION.NO_VIDEO_TITLE" = "Pa Titull Videoje";
"Authorization.SIGN_IN.LOG_IN_TITLE" = "Identifikohu";
"Authorization.SIGN_IN.WELCOME_BACK" = "Mirë se vini përsëri! Hyni për të hyrë në kurset tuaja.";
"Authorization.SIGN_IN.EMAIL" = "Email";
"Authorization.SIGN_IN.EMAIL_OR_USERNAME" = "Email ose emri i përdoruesit";
"Authorization.SIGN_IN.PASSWORD" = "Fjalëkalimi";
"Authorization.SIGN_IN.FORGOT_PASS_BTN" = "Keni harruar fjalëkalimin?";
"Authorization.SIGN_IN.SELECTED_SITE" = "";
"Authorization.SIGN_IN.CHANGE" = "Ndrysho";
"Authorization.SIGN_IN.AGREEMENT" = "Duke u identifikuar në këtë aplikacion, ju pranoni [ %@ Marrëveshjen e Licencës së Përdoruesit Fundi] ( %@ ) dhe [ Kushtet e Shërbimit dhe Kodin e Nderit %@ ] ( %@ dhe %@ secila nga anëtarët e përpunuar të dhënat tuaja personale në\n në përputhje me [Politikën e Privatësisë.]( %@ )";
"Authorization.SIGN_IN.SSO_HEADING" = "Filloni sot për të ndërtuar karrierën tuaj me besim";
"Authorization.SIGN_IN.SSO_SUPPORTING_TEXT" = "Një grup i integruar i njohurive dhe programeve të fuqizimit për të zhvilluar komponentët e sektorit të dhurimeve dhe punonjësve të tij";
"Authorization.SIGN_IN.SSO_LOG_IN_TITLE" = "Identifikohu";
"Authorization.SIGN_IN.SSO_LOG_IN_SUBTITLE" = "Hyni përmes shërbimit të unifikuar kombëtar të hyrjes";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS" = "Adresë e pavlefshme emaili";
"Authorization.ERROR.INVALID_PASSWORD_LENGHT" = "Gjatësia e fjalëkalimit të pavlefshëm";
"Authorization.ERROR.ACCOUNT_NOT_REGISTERED" = "Kjo llogari %@ nuk është e lidhur me asnjë llogari %@ . Ju lutemi regjistrohuni.";
"Authorization.ERROR.INVALID_EMAIL_ADDRESS_OR_USERNAME" = "Email ose emër përdoruesi i pavlefshëm";
"Authorization.ERROR.DISABLED_ACCOUNT" = "Llogaria juaj është çaktivizuar. Ju lutemi kontaktoni mbështetjen e klientit për ndihmë.";
"Authorization.SIGN_UP.SUBTITLE" = "Krijo një llogari për të filluar të mësosh sot!";
"Authorization.SIGN_UP.CREATE_ACCOUNT_BTN" = "Krijo llogari";
"Authorization.SIGN_UP.HIDE_FIELDS" = "Fshih fushat opsionale";
"Authorization.SIGN_UP.SHOW_FIELDS" = "Shfaq fushat opsionale";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_LABEL" = "Ju jeni identifikuar me sukses.";
"Authorization.SIGN_UP.SUCCESS_SIGNIN_SUBLABEL" = "Na duhet vetëm pak më shumë informacion përpara se të filloni të mësoni.";
"Authorization.SIGN_UP.AGREEMENT" = "Duke krijuar një llogari, ju pranoni [ %@ Marrëveshjen e Licencës së Përdoruesit Fundor]( %@ ) dhe [ %@ Kushtet e Shërbimit dhe Kodin e Nderit]( %@ ) dhe ju keni përpunuar të dhënat tuaja personale %@ në përputhje me [Politikën e Privatësisë .]( %@ )";
"Authorization.SIGN_UP.MARKETING_EMAIL_TITLE" = "Jam dakord që %@ të më dërgojë mesazhe marketingu.";
"Authorization.FORGOT.TITLE" = "Keni harruar fjalëkalimin";
"Authorization.FORGOT.DESCRIPTION" = "Ju lutemi, shkruani më poshtë adresën tuaj të identifikimit ose të rikuperimit dhe ne do t'ju dërgojmë një email me udhëzime.";
"Authorization.FORGOT.REQUEST" = "Rivendos fjalëkalimin";
"Authorization.FORGOT.CHECK_TITLE" = "Kontrolloni emailin tuaj";
"Authorization.FORGOT.CHECK_Description" = "Ne kemi dërguar një udhëzim për rikuperimin e fjalëkalimit në emailin tuaj ";
"Authorization.CONTINUE_WITH" = "Vazhdoni me:";
"Authorization.LAST_SIGN_IN" = "Hyrja e fundit";
"Authorization.OR_SIGN_IN_WITH" = "Ose regjistrohu me email:";
"Authorization.OR_REGISTER_WITH" = "Ose regjistrohuni më poshtë:";
"Authorization.APPLE" = "Apple";
"Authorization.GOOGLE" = "Google";
"Authorization.FACEBOOK" = "Facebook";
"Authorization.MICROSOFT" = "Microsoft";
"Authorization.OR" = "Ose";
"Authorization.STARTUP.INFO_MESSAGE" = "Kurse dhe programe nga universitetet më të mira në botë në xhepin tuaj.";
"Authorization.STARTUP.SEARCH_TITLE" = "Çfarë doni të mësoni?";
"Authorization.STARTUP.SEARCH_PLACEHOLDER" = "Kërkoni mbi 3000 kurset tona";
"Authorization.STARTUP.EXPLORE_ALL_COURSES" = "Eksploroni të gjitha kurset";
"Authorization.STARTUP.TITLE" = "Filloni";
"Authorization.LEARNING_SITES.TITLE" = "";
"Authorization.LEARNING_SITES.GET_STARTED" = "Filloni";
"Authorization.LEARNING_SITES.WELCOME_SUBTITLE" = "";
"Authorization.LEARNING_SITES.SEARCH_TITLE" = "Kërko";
"Authorization.LEARNING_SITES.SUBTITLE" = "";
"Authorization.LEARNING_SITES.CURRENT_SITE" = "";
"Authorization.LEARNING_SITES.MORE_SITES" = "";
"Authorization.LEARNING_SITES.ADD_SITE" = "";
"Authorization.LEARNING_SITES.SEARCH_PLACEHOLDER" = "";
"Authorization.LEARNING_SITES.EMPTY_SEARCH" = "";
"Authorization.LEARNING_SITES.LOG_OUT_TITLE" = "Dil";
"Authorization.LEARNING_SITES.LOG_OUT_MESSAGE" = "";
"Authorization.LEARNING_SITES.LOG_OUT_ACTION" = "Dil";
"WhatsNew.TITLE" = "Çfarë ka të re";
"WhatsNew.BUTTON_PREVIOUS" = "E mëparshme";
"WhatsNew.BUTTON_NEXT" = "Tjetra";
"WhatsNew.BUTTON_DONE" = "U krye";
"Dashboard.TITLE" = "Paneli";
"Dashboard.HEADER.COURSES" = "Kurse";
"Dashboard.HEADER.WELCOME_BACK" = "Mirë se vini përsëri. Le të vazhdojmë të mësojmë.";
"Dashboard.SEARCH" = "Kërko";
"Dashboard.EMPTY.SUBTITLE" = "Nuk jeni regjistruar ende në asnjë kurs.";
"Dashboard.LEARN.TITLE" = "Mësoni";
"Dashboard.LEARN.VIEW_ALL" = "Shiko të gjitha";
"Dashboard.LEARN.VIEW_ALL_COURSES" = "Shiko të gjitha kurset ( %@ )";
"Dashboard.LEARN.ALL_COURSES" = "Të gjitha kurset";
"Dashboard.LEARN.PRIMARY_CARD.ONE_PAST_ASSIGNMENT" = "1 Detyrë e vonuar";
"Dashboard.LEARN.PRIMARY_CARD.VIEW_ASSIGNMENTS" = "Shiko detyrat";
"Dashboard.LEARN.PRIMARY_CARD.PAST_ASSIGNMENTS" = "%@ Detyrat e vonuara";
"Dashboard.LEARN.PRIMARY_CARD.FUTURE_ASSIGNMENTS" = "%@ Detyrat me vonesë %@ ";
"Dashboard.LEARN.PRIMARY_CARD.DUE_DAYS" = "%@ Afati në %@ ditë";
"Dashboard.LEARN.PRIMARY_CARD.RESUME" = "Rezyme Kursi";
"Dashboard.LEARN.PRIMARY_CARD.START_COURSE" = "Fillimi i kursit";
"Dashboard.LEARN.DROPDOWN_MENU.COURSES" = "Kurse";
"Dashboard.LEARN.DROPDOWN_MENU.PROGRAMS" = "Programet";
"Dashboard.LEARN.CATEGORY.ALL" = "Të gjitha";
"Dashboard.LEARN.CATEGORY.IN_PROGRESS" = "Në progres";
"Dashboard.LEARN.CATEGORY.COMPLETED" = "Kompletuar";
"Dashboard.LEARN.CATEGORY.EXPIRED" = "Skaduar";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES" = "Nuk ka Kurse";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_IN_PROGRESS" = "Nuk ka Kurse në vazhdim";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COMPLETED_COURSES" = "Nuk ka Kurse të përfunduara";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_EXPIRED_COURSES" = "Nuk ka kurse të skaduara";
"Dashboard.LEARN.NO_COURSES_VIEW.NO_COURSES_DESCRIPTION" = "Aktualisht nuk jeni regjistruar në asnjë kurs, do të dëshironit të eksploroni katalogun e kurseve?";
"Dashboard.LEARN.NO_COURSES_VIEW.FIND_A_COURSE" = "Gjeni një kurs";
"Core.MAINSCREEN.DISCOVERY" = "Zbuloni";
"Core.MAINSCREEN.DASHBOARD" = "Paneli";
"Core.MAINSCREEN.IN_DEVELOPING" = "Në zhvillim";
"Core.MAINSCREEN.PROGRAMS" = "Programet";
"Core.MAINSCREEN.PROFILE" = "Profili";
"Core.MAINSCREEN.LEARN" = "Mësoni";
"Core.MAINSCREEN.SOCIAL_REGISTER_BANNER" = "Ju tashmë keni krijuar një llogari %@ me llogarinë tuaj %@ . Ju jeni identifikuar me atë llogari.";
"Core.VIEW.SNACKBAR.TRY_AGAIN_BTN" = "Provo sërish";
"Core.ERROR.INVALID_CREDENTIALS" = "Kredencialet e pavlefshme";
"Core.ERROR.SLOW_OR_NO_INTERNET_CONNECTION" = "Lidhje e ngadaltë ose pa lidhje interneti";
"Core.ERROR.NO_CACHED_DATA" = "Nuk ka të dhëna të memorizuara për modalitetin jashtë linje";
"Core.ERROR.USER_NOT_ACTIVE" = "Llogaria e përdoruesit nuk është e aktivizuar. Ju lutemi aktivizoni llogarinë tuaj fillimisht.";
"Core.ERROR.UNKNOWN_ERROR" = "Diçka shkoi keq";
"Core.ERROR.WIFI" = "Ju mund të shkarkoni skedarë vetëm përmes Wi-Fi. Ju mund ta ndryshoni këtë në cilësimet.";
"Core.ERROR.AUTHORIZATION_FAILED" = "Autorizimi dështoi.";
"Core.ERROR.INTERNET.NO_INTERNET_TITLE" = "Nuk ka lidhje interneti";
"Core.ERROR.INTERNET.NO_INTERNET_DESCRIPTION" = "Lidhu me internetin për të parë këtë përmbajtje.";
"Core.COURSEWARE.COURSE_CONTENT" = "Përmbajtja e kursit";
"Core.COURSEWARE.COURSE_CONTENT_NOT_AVAILABLE" = "Ky komponent interaktiv nuk është ende i disponueshëm në celular.";
"Core.COURSEWARE.COURSE_UNITS" = "Njësitë e lëndëve";
"Core.COURSEWARE.NEXT" = "Tjetra";
"Core.COURSEWARE.PREVIOUS" = "Prev";
"Core.COURSEWARE.FINISH" = "Përfundo";
"Core.COURSEWARE.GOOD_WORK" = "punë të mbarë!";
"Core.COURSEWARE.BACK_TO_OUTLINE" = "Kthehu te skica";
"Core.COURSEWARE.SECTION_COMPLETED" = "Ju keni përfunduar “ %@ ”.";
"Core.COURSEWARE.CONTINUE" = "Vazhdo";
"Core.COURSEWARE.RESUME" = "Rezyme";
"Core.COURSEWARE.RESUME_WITH" = "Rifillo me:";
"Core.COURSEWARE.NEXT_SECTION" = "Seksioni tjetër";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_FIRST" = "Për të vazhduar me &quot;";
"Core.COURSEWARE.NEXT_SECTION_DESCRIPTION_LAST" = "Shtypni &quot;Seksioni tjetër&quot;.";
"Core.ERROR.RELOAD" = "Ringarko";
"Core.DATE.COURSE_STARTS" = "Fillon kursi";
"Core.DATE.COURSE_ENDS" = "Kursi përfundon";
"Core.DATE.COURSE_ENDED" = "Kursi përfundoi";
"Core.DATE.ENDED" = "Përfundoi";
"Core.DATE.START" = "Filloni";
"Core.DATE.STARTED" = "Filloi";
"Core.DATE.JUST_NOW" = "Vetëm tani";
"Core.DATE.TODAY" = "Sot";
"Core.DATE.NEXT" = "Tjetra %@";
"Core.DATE.DAYS_AGO" = "%@ Ditë më parë";
"Core.DATE.DUE" = "Për shkak ";
"Core.DATE.DUE_IN" = "Përfundimisht ";
"Core.DATE.DUE_IN_DAYS" = "Afati në %@ ditë";
"Core.DATE.DUE_TODAY" = "Afati Sot: %@";
"Core.DATE.DUE_DATE_PAST" = "%@ Ditë të Kaluara nga Afati: %@";
"Core.DATE.DUE_IN_LEFT" = "Duhet për %@ ditë: %@";
"Core.ALERT.ACCEPT" = "Pranoje";
"Core.ALERT.CANCEL" = "Anulo";
"Core.ALERT.LOGOUT" = "Dilni";
"Core.ALERT.LEAVE" = "Largohu";
"Core.ALERT.SIGN_IN" = "Identifikohu";
"Core.ALERT.REGISTER" = "Regjistrohu";
"Core.ALERT.KEEP_EDITING" = "Vazhdoni të redaktoni";
"Core.ALERT.DELETE" = "Fshij";
"Core.ALERT.ADD" = "Shto";
"Core.ALERT.REMOVE" = "Hiq";
"Core.ALERT.CALENDAR_SHIFT_PROMPT_REMOVE_COURSE_CALENDAR" = "Hiq kalendarin e kurseve";
"Core.NO_INTERNET.OFFLINE" = "Jashtë linje";
"Core.NO_INTERNET.DISMISS" = "Largoje";
"Core.NO_INTERNET.RELOAD" = "Ringarko";
"Core.DATE_FORMAT.MMMM_DD" = "MMMM dd";
"Core.DATE_FORMAT.MMM_DD_YYYY" = "dd MMM, yyyy";
"Core.DATE_FORMAT.MMMM_DD_YYYY" = "dd MMMM, yyyy";
"Core.DOWNLOAD_MANAGER.DOWNLOAD" = "Shkarko";
"Core.DOWNLOAD_MANAGER.DOWNLOADED" = "U shkarkua";
"Core.DOWNLOAD_MANAGER.COMPLETED" = "Kompletuar";
"Core.SETTINGS.VIDEO_DOWNLOAD_QUALITY_TITLE" = "Cilësia e shkarkimit të videos";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_TITLE" = "Auto";
"Core.SETTINGS.DOWNLOAD_QUALITY_AUTO_DESCRIPTION" = "Rekomanduar";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_TITLE" = "360p";
"Core.SETTINGS.DOWNLOAD_QUALITY_360_DESCRIPTION" = "Përdorimi më i ulët i të dhënave";
"Core.SETTINGS.DOWNLOAD_QUALITY_540_TITLE" = "540p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_TITLE" = "720p";
"Core.SETTINGS.DOWNLOAD_QUALITY_720_DESCRIPTION" = "Cilësia më e mirë";
"Core.DONE" = "U krye";
"Core.VIEW" = "Shiko";
"Core.BACK" = "Mbrapa";
"Core.OK" = "Ok";
"Core.CLOSE" = "Mbylle";
"Core.PICKER.SEARCH" = "Kërko";
"Core.PICKER.ACCEPT" = "Pranoje";
"Core.WEBVIEW.ALERT.OK" = "Ok";
"Core.WEBVIEW.ALERT.CANCEL" = "Anulo";
"Core.WEBVIEW.ALERT.CONTINUE" = "Vazhdo";
"Core.REVIEW.VOTE_TITLE" = "Të pëlqen Open edX?";
"Core.REVIEW.VOTE_DESCRIPTION" = "Reagimet tuaja kanë rëndësi për ne. A do të kalonit një moment për ta vlerësuar aplikacionin duke trokitur një yll më poshtë? Faleminderit për mbështetjen tuaj!";
"Core.REVIEW.FEEDBACK_TITLE" = "Na lini komente";
"Core.REVIEW.FEEDBACK_DESCRIPTION" = "Na vjen keq që dëgjojmë se përvoja juaj e të mësuarit ka pasur disa probleme. Ne i vlerësojmë të gjitha reagimet.";
"Core.REVIEW.THANKS_FOR_VOTE_TITLE" = "Faleminderit";
"Core.REVIEW.THANKS_FOR_VOTE_DESCRIPTION" = "Faleminderit që ndani komentet tuaja me ne. Dëshironi të ndani komentin tuaj për këtë aplikacion me përdoruesit e tjerë në dyqanin e aplikacioneve?";
"Core.REVIEW.THANKS_FOR_FEEDBACK_TITLE" = "Faleminderit";
"Core.REVIEW.THANKS_FOR_FEEDBACK_DESCRIPTION" = "Ne morëm komentet tuaja dhe do t&#39;i përdorim për të ndihmuar në përmirësimin e përvojës suaj të të mësuarit në të ardhmen. Faleminderit për ndarjen!";
"Core.REVIEW.BETTER" = "Çfarë mund të kishte qenë më mirë?";
"Core.REVIEW.NOT_NOW" = "Jo tani";
"Core.REVIEW.BUTTON.SUBMIT" = "Paraqisni";
"Core.REVIEW.BUTTON.SHARE_FEEDBACK" = "Ndani komentet";
"Core.REVIEW.BUTTON.RATE_US" = "Na vlerësoni";
"Core.REVIEW.EMAIL.TITLE" = "Zgjidhni klientin e postës elektronike:";
"Core.SOCIAL_SIGN_CANCELED" = "Përdoruesi anuloi rrjedhën e identifikimit.";
"Core.SIGN_IN.LOG_IN_BTN" = "Identifikohu";
"Core.SIGN_IN.REGISTER_BTN" = "Regjistrohu";
"Core.SIGN_IN.LOG_IN_WITH_SSO_BTN" = "Identifikohu me SSO";
"Core.TOMORROW" = "Nesër";
"Core.YESTERDAY" = "Dje";
"Core.OPEN_IN_BROWSER" = "Shikoni në Safari";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BODY" = "Mos u shqetësoni - zhvendosni orarin tonë të sugjeruar për të përfunduar detyrat e duhura pa humbur asnjë përparim.";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.BUTTON" = "Ndrysho datat e duhura";
"Core.COURSE_DATES.RESET_DATE.RESET_DATE_BANNER.HEADER" = "Keni humbur disa afate?";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.BODY" = "Ne ndërtuam një orar të sugjeruar për t&#39;ju ndihmuar të qëndroni në rrugën e duhur. Por mos u shqetësoni – është fleksibël, kështu që ju mund të mësoni me ritmin tuaj. Nëse ndodh që të mbeteni prapa, do të jeni në gjendje të rregulloni datat për të mbajtur veten në rrugën e duhur.";
"Core.COURSE_DATES.RESET_DATE.TAB_INFO_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BODY" = "Për të përfunduar detyrat me notë si pjesë e këtij kursi, mund t&#39;i përmirësoni sot.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_COMPLETE_GRADED_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BODY" = "Ju jeni duke audituar këtë kurs, që do të thotë se nuk jeni në gjendje të merrni pjesë në detyrat me notë. Me sa duket ke humbur disa afate të rëndësishme bazuar në orarin tonë të sugjeruar. Për të përfunduar detyrat e vlerësuara si pjesë e këtij kursi dhe për të zhvendosur detyrat e kaluara në të ardhmen, mund t&#39;i përmirësoni sot.";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.BUTTON" = "";
"Core.COURSE_DATES.RESET_DATE.UPGRADE_TO_RESET_BANNER.HEADER" = "";
"Core.COURSE_DATES.RESET_DATE.ERROR_MESSAGE" = "Datat tuaja nuk mund të zhvendoseshin. Ju lutemi provoni përsëri.";
"Core.COURSE_DATES.RESET_DATE.SUCCESS_MESSAGE" = "Datat tuaja janë zhvendosur me sukses.";
"Core.COURSE_DATES.RESET_DATE.TITLE" = "Datat e kursit";
"Core.COURSE_DATES.TODAY" = "Sot";
"Core.COURSE_DATES.COMPLETED" = "Kompletuar";
"Core.COURSE_DATES.PAST_DUE" = "E kaluara";
"Core.COURSE_DATES.THIS_WEEK" = "Këtë javë";
"Core.COURSE_DATES.NEXT_WEEK" = "Javën e ardhshme";
"Core.COURSE_DATES.UPCOMING" = "E ardhme";
"Core.COURSE.STORAGE_ALERT.TITLE" = "Hapësira ruajtëse e pajisjes është e plotë";
"Core.COURSE.STORAGE_ALERT.DESCRIPTION" = "Pajisja juaj nuk ka hapësirë të mjaftueshme të lirë për të shkarkuar këtë përmbajtje. Liro pak hapësirë dhe provo sërish.";
"Core.COURSE.STORAGE_ALERT.USED_AND_FREE" = "%@ i përdorur, %@ falas";
"Core.COURSE.ALERT.CANCEL" = "Anulo";
"Core.COURSE.ALERT.CLOSE" = "Mbylle";
"Core.COURSE.ALERT.REMOVE" = "Hiq";
"Core.COURSE.ALERT.DOWNLOAD" = "Shkarko";
"Core.COURSE.ALERT.TRY_AGAIN" = "Provo sërish";
"Core.COURSE.ALERT.REMOVE_TITLE" = "Të hiqet përmbajtja jashtë linje?";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_TITLE" = "Konfirmo shkarkimin";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_TITLE" = "Të shkarkohet në celular?";
"Core.COURSE.ALERT.REMOVE_DESCRIPTION" = "Heqja e kësaj përmbajtje do të çlirojë %@ .";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_DESCRIPTION" = "Shkarkimi i kësaj përmbajtjeje %@ do të ruajë blloqet e disponueshme jashtë linje.";
"Core.COURSE.ALERT.CONFIRM_DOWNLOAD_CELLULAR_DESCRIPTION" = "Shkarkimi i kësaj përmbajtjeje do të përdorë %@ të të dhënave celulare.";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_TITLE" = "Shkarkimi dështoi";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_TITLE" = "Nuk ka lidhje interneti";
"Core.COURSE.ERROR.WIFI_REQUIRED_TITLE" = "Kërkohet Wi-Fi";
"Core.COURSE.ERROR.DOWNLOAD_FAILED_DESCRIPTION" = "Fatkeqësisht, kjo përmbajtje dështoi të shkarkohej. Provo sërish më vonë ose raporto këtë problem.";
"Core.COURSE.ERROR.NO_INTERNET_CONNECTION_DESCRIPTION" = "Shkarkimi i kësaj përmbajtjeje kërkon një lidhje aktive interneti. Lidhu me internetin dhe provo sërish.";
"Core.COURSE.ERROR.WIFI_REQUIRED_DESCRIPTION" = "Shkarkimi i kësaj përmbajtjeje kërkon një lidhje aktive WiFi. Lidhu me një rrjet WiFi dhe provo sërish.";
"Core.DOWNLOAD.DOWNLOAD_LARGE_FILE_MESSAGE" = "Videot që keni zgjedhur janë më të mëdha se 1 GB. Dëshironi t&#39;i shkarkoni këto video?";
"Core.DOWNLOAD.DOWNLOAD" = "Shkarko";
"Core.ALERT.ACCEPT" = "Pranoje";
